<template>
  <div class="content m-con">
    <h3>PCS</h3>
    <h4>Multi Function PCS</h4>
    <p>
      设备具备削峰填谷、并离网切换、电能质量调节等功能，可选配隔离变压器，
      并支持新能源的接入，设备容量覆盖50~500KW，适用于小型工商业、光储一体化项目等。
    </p>
    <h4>ESS PCS</h4>
    <p>
      针对用户调峰调频需求所设计的储能式PCS产品，设备容量覆盖125KW~1.25MW,
      适用于发电侧、输配电侧的储能设备，解决区域电网的功率、频率不平衡等问题。
    </p>
    <h4>UPS PCS</h4>
    <p>
      针对对供电质量有严格要求的用电场所，保障其安全用电。设备容量覆盖50~800KW，
      具备在线式UPS的全部功能，在保障为关键负载不间断供电的同时，实现储能价值。
      主要为中大型数据中心、自动化生产线、高精密仪器设备等提供稳定、不间断的电力供应。
    </p>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="css">
</style>
