<template>
  <div class="content m-con">
    <h3>GRES静态发动机</h3>
    <p>
      静态发电机系统，可以很好的替代油机，用作后备电源使用，市电中断时，通过蓄电池组放电供负载使用，并且具有绿色、环保、低噪声的特点。它是集锂电池和双向储能变流器于一体的发电机。通过储能变流器可以将锂电池内电量供给负荷或电网，还可以将电网或其他能源电量给锂电池充电。静态发电机与电池BMS和上级设备进行通讯，对电池进行充放电管理和保护。
    </p>
    <h4>产品特点 ｜ Feature</h4>
    <ul>
      <li>无机械传动结构、无磨损、无保养、无水冷、易维护</li>
      <li>模块化，可灵活方便的对功率和运行时长进行扩容</li>
      <li>双向变流、双向保护：充电具备预充电、恒流充电、均充、浮充模式，放电具备恒功率放电、恒流放电模式，延长电池寿命</li>
      <li>电网适应能力强：先进的孤岛效应检测技术、支持高/低压穿越、频率穿越、快速功率调度、孤网独立运行</li>
      <li>具备PQ、VF、VSG、SVG等功能，支持离网运行和黑启动</li>
      <li>支持多机并联</li>
      <li>可选配隔离变压器，实现变压器隔离</li>
      <li>可选配STS实现并离网无缝切换</li>
      <li>可选配室外型，实现恶劣环境安全可靠运行</li>
      <li>可替代柴、汽油发电机，不间断电源</li>
      <li>无震动、无噪音、无燃油、无污染</li>
      <li>快速响应、无启动时间</li>
      <li>移动式，方便更换使用地点</li>
    </ul>
    <h4>技术参数 | Specification</h4>
  </div>
</template>

<script>
export default {
}
</script>

<style lang="css">
</style>
